{
  "OKMsg": "FR - OKMsg",
  "callbackBotDialogMasterErrorMsg": "Désolé Mary, Je ne suis pas capable de vous aider avec cela. Si vous voulez planifié un appel avec un de nos agents, vous pouvez accéder a notre service de rappel ici: [insérer le lien lici]",
  "mainDialogFeedbackMsg": "Avant de partir, puis-je vous demander d'évaluer le service que vous avez reçu aujourd'hui?",
  "mainDialogGreatDayMsg": "Merci pour votre temps!",
  "confirmLookIntoStepRetryMsg": "Désolé, voulez-vous que je jette un coup d'oeil à votre dossier?",
  "confirmLookIntoStepCloseMsg": "D'accord, pas de problème. Dites-le-moi si vous changez d'avis!",
  "confirmHomeAddressStepRetryMsg": "FR - Oops, I'm not sure what you meant. Can you confirm your home address?",
  "confirmHomeAddressConfirm1Msg": "FR - Ok, so your address is: ",
  "confirmHomeAddressConfirm2Msg": ". Is everything spelled correctly? Can you confirm this is your home address?",
  "confirmHomeAddressStepStandardPromptOptions": [
    "Yes, this is correct",
    "No, this is not correct"
  ],
  "confirmHomeAddressSavedFirstMsg": "FR - Ok, I've saved your home address and your pension file is up to date. You're all set for now!",
  "confirmHomeAddressSavedSecondMsg": "FR - Once your file is processed you will recieve more information my mail.",
  "confirmHomeAddressSavedThirdMsg": "FR - Just a reminder: you'll recieve your first Old Age Security payment one month after your 65th birthday.",
  "confirmSendEmailStepStandardMsg": "Je vois que vous avez rempli votre demande le 12 février et que la demande elle-même semble bonne. Cependant, nous n'avons toujours pas reçu de relevé d'emploi de votre ancien employeur, Initech.",
  "getPreferredMethodOfContactStepRetryMsg": "Désolé, vous préférez recevoir un courriel ou un message texte?",
  "callbackBotDialogWelcomeMsg": "Très bien! Je vais demander à un représentant de Service Canada de vous téléphoner dans les prochaines 48 heures, entre 9h et 17h (HNE).",
  "callbackBotDialogStepStandardMsg": "FR - Ok, no problem. We are able to set up a callback with an officer from Service Canada, who'd be able to help you with your block over the phone. Does that sound good to you?",
  "confirmCallbackStandardPromptOptions": ["Oui", "Non"],
  "confirmCallbackStepRetryMsg": "FR - Sorry, do you want me to setup a callback?",
  "confirmCallbackStepErrorMsg": "FR - Sorry Mary, I’m not able to help you with that. If you want to schedule a call with one of our agents, you can access our callback service here: [insert link here].",
  "confirmCallbackStepCloseMsg": "FR - Ok, no problem. Let me know if you change your mind!",
  "confirmAuthWordStepStandardMsg": "Voici votre code de confirmation : [XXX-XXXXXXXXXXXXXXX].",
  "confirmAuthStepMsg": "Je vais également vous donner un code de confirmation. Lorsque le représentant vous appellera, il vous transmettra ce code pour prouver qu'il ne s'agit pas d'un appel frauduleux.",
  "getCallbackScheduleStandardMsg": "Très bien! Je vais demander à un représentant de Service Canada de vous téléphoner dans les prochaines 48 heures, entre 9h et 17h (HNE).",
  "confirmEmailStepStandMsg": "L'adresse de courrier électronique que j'ai est [test@test.com]. Est-ce que cette adresse est correcte?",
  "confirmEmailStepRetryMsg": "Hum, je ne comprends pas. Est-ce la bonne adresse de courrier électonique?",
  "confirmEmailStepStandardPromptOptions": ["Oui", "Non"],
  "confirmPhoneStepStandMsg": "D'accord! Est-ce que le [XXX-XXX-XXXX] est toujours le meilleur numéro de téléphone pour vous joindre?",
  "confirmPhoneStepRetryMsg": "Hum, je ne comprends pas. Est-ce le bon numéro de téléphone?",
  "confirmPhoneStepStandardPromptOptions": ["Oui", "Non"],
  "masterErrorMsg": "FR - Sorry Mary, I’m not able to help you with that. If you want to schedule a call with one of our agents, you can access our callback service here: [insert link here].",
  "callbackConfirmationQueryMsg": "Aimeriez-vous recevoir ce code de confirmation par courriel, par message texte, ou les deux?",
  "unblock_lookup_welcome_msg": "Bonjour, Marie! Je suis votre assistant virtuel.",
  "unblock_lookup_update_msg": "J'ai presque toute l'information dont j'ai besoin pour compléter votre inscription automatique à la pension de la Sécurité de la vieillesse.",
  "unblock_lookup_update_reason": "Par contre, le compte bancaire que j'ai pour vous semble à l'extérieur du Canada.",
  "unblock_lookup_update_prompt_msg": "Je dois mettre à jour vos renseignements pour que vous puissiez recevoir votre premier paiement à temps. Avez-vous un compte bancaire dans une institution financière canadienne?",
  "unblock_lookup_prompt_confirm_msg": "D'accord, si nous ne mettons pas à jour vos renseignements bancaires, je ne pourrai pas compléter votre inscription automatique. Vous devrez vous-même soumettre une demande en utilisant le formulaire. Préférez-vous soumettre votre demande en utilisant le formulaire?",
  "unblock_lookup_prompt_confirm_opts": [
    "Oui, c'est ce que je préfère",
    "Non, j'aimerais mettre à jour mes renseignements bancaires"
  ],
  "unblock_lookup_prompt_opts": ["Oui", "Non"],
  "unblock_lookup_decline_final_link_text": "Présenter une demande de pension de la Sécurité de la vieillesse",
  "unblock_lookup_decline_final_text": "D'accord, pas de problème. Vous pouvez accéder au formulaire à partir du lien suivant :",
  "unblock_lookup_add_prompt_msg": "J'ai juste besoin d'ajouter les renseignements bancaires manquants. Ça accélérera le processus et vous permettra de recevoir votre premier paiement à temps. Est-ce que ça vous convient?",
  "unblock_lookup_decline_callback_msg": "FR - Ok, no problem. You can access the manual OAS application form in the following link.",
  "unblock_lookup_decline_callback_link": "https://canada.qc.ca",
  "unblock_lookup_decline_callback_link_msg": "FR - Access the application here.",
  "unblock_direct_deposit_msg": "D'accord, c'est parfait! J'aurais besoin des numéros suivants afin de m'assurer que vos renseignements bancaires sont à jour :",
  "unblock_direct_deposit_instition_name": "le numéro de votre institution financière (3 chiffres);",
  "unblock_direct_deposit_transit_name": "votre numéro de transit (5 chiffres);",
  "unblock_direct_deposit_account_name": " Le numéro de votre compte bancaire (7 chiffres).",
  "unblock_direct_deposit_how_to_cheques": "Tous les numéros se trouvent au bas de vos chèques personnels.",
  "unblock_direct_deposit_how_to_bank": "Vous pouvez également trouver ces numéros en visitant le site Web de votre institution financière ou en vous connectant à votre compte bancaire en ligne.",
  "unblock_direct_deposit_cheque_path": "chequeFR",
  "unblock_direct_deposit_cheque_altText": "An image of a cheque with the 3 numbers circled at the bottom",
  "unblock_direct_deposit_institute": "Quel est le numéro de votre institution financière (3 chiffres)?",
  "unblock_direct_deposit_institute_retry": "Hum, ce numéro d'institution financière ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_transit": "Quel est votre numéro de transit (5 chiffres)?",
  "unblock_direct_deposit_transit_retry": "Hmm, ce numéro de transit ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_account": "Quel est le numéro de votre compte bancaire (7 chiffres)?",
  "unblock_direct_deposit_account_retry": "Hum, ce numéro de compte bancaire ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_valid_msg": "Vos renseignements bancaires ont été ajoutées à votre dossier. Vos informations sont à jour.",
  "unblock_direct_deposit_valid_tip": "Une fois qu'elle a été traitée, vous recevrez les informations concernant les modalités de paiement de votre pension par la poste. Ces informations vous sont généralement envoyées un mois avant votre 65e anniversaire.",
  "unblock_direct_deposit_valid_reminder": "Petit rappel : vous recevrez votre premier paiement de la pension de la Sécurité de la vieillesse un mois après votre 65e anniversaire.",
  "unblock_direct_deposit_complete": "Vous avez tout ce qu'il vous faut!",
  "unblock_direct_deposit_main_error": "Hum, il semble que les numéros que vous avez entrés ne soient pas valides. \n\n Veuillez vérifier vos renseignements bancaires avant de continuer. Je peux aussi demander à un représentant de Service Canada de vous téléphoner pour vous aider à soumettre votre demande de pension. \n\n Est-ce que ça vous convient?"
}
