{
  "OKMsg": "FR - OKMsg",
  "callbackBotDialogMasterErrorMsg": "Désolé Mary, Je ne suis pas capable de vous aider avec cela. Si vous voulez planifié un appel avec un de nos agents, vous pouvez accéder a notre service de rappel ici: [insérer le lien lici]",
  "mainDialogFeedbackMsg": "Avant de partir, puis-je vous demander d'évaluer le service que vous avez reçu aujourd'hui?",
  "mainDialogGreatDayMsg": "D'accord, passez une belle journée!",
  "confirmLookIntoStepRetryMsg": "Désolé, voulez-vous que je jette un coup d'oeil à votre dossier?",
  "confirmLookIntoStepCloseMsg": "D'accord, pas de problème. Dites-le-moi si vous changez d'avis!",
  "confirmHomeAddressStepRetryMsg": "FR - Oops, I'm not sure what you meant. Can you confirm your home address?",
  "confirmHomeAddressConfirm1Msg": "FR - Ok, so your address is: ",
  "confirmHomeAddressConfirm2Msg": ". Is everything spelled correctly? Can you confirm this is your home address?",
  "confirmHomeAddressStepStandardPromptOptions": [
    "Yes, this is correct",
    "No, this is not correct"
  ],
  "confirmHomeAddressSavedFirstMsg": "FR - Ok, I've saved your home address and your pension file is up to date. You're all set for now!",
  "confirmHomeAddressSavedSecondMsg": "FR - Once your file is processed you will recieve more information my mail.",
  "confirmHomeAddressSavedThirdMsg": "FR - Just a reminder: you'll recieve your first Old Age Security payment one month after your 65th birthday.",
  "confirmSendEmailStepStandardMsg": "Je vois que vous avez rempli votre demande le 12 février et que la demande elle-même semble bonne. Cependant, nous n'avons toujours pas reçu de relevé d'emploi de votre ancien employeur, Initech.",
  "getPreferredMethodOfContactStepRetryMsg": "Désolé, vous préférez recevoir un courriel ou un message texte?",
  "callbackBotDialogWelcomeMsg": "FR -  Great - One of our officers will give you a call within the next 48 hours to help you with your missing record of employment.",
  "callbackBotDialogStepStandardMsg": "FR - Ok, no problem. We are able to set up a callback with an officer from Service Canada, who'd be able to help you with your block over the phone. Does that sound good to you?",
  "confirmCallbackStandardPromptOptions": ["Yes please!", "No thanks"],
  "confirmCallbackStepRetryMsg": "FR - Sorry, do you want me to setup a callback?",
  "confirmCallbackStepErrorMsg": "FR - Sorry Mary, I’m not able to help you with that. If you want to schedule a call with one of our agents, you can access our callback service here: [insert link here].",
  "confirmCallbackStepCloseMsg": "FR - Ok, no problem. Let me know if you change your mind!",
  "confirmAuthWordStepStandardMsg": "FR - Ok - here's your confirmation code: XXX-XXXXXXXXXXXXXXX.",
  "confirmAuthStepMsg": "FR - We'll also email/text your confirmation code to [EMAIL/INSERT PHONE]. When the Service Canada representative calls you, they'll read this code in order to prove they are not a spam caller.",
  "getCallbackScheduleStandardMsg": "FR -  Great - One of our officers will give you a call within the next 48 hours to help you with your missing record of employment.",
  "confirmEmailStepStandMsg": "FR - The e-mail we have on file is test@test.com. Is this the correct e-mail address?",
  "confirmEmailStepRetryMsg": "FR - Sorry, is this your email address?",
  "confirmEmailStepStandardPromptOptions": ["Yes correct!", "No it's not"],
  "confirmPhoneStepStandMsg": "FR - The phone number we have on file is XXX-XXX-XXXX. Is this the correct phone number?",
  "confirmPhoneStepRetryMsg": "FR - Sorry, is this your phone number?",
  "confirmPhoneStepStandardPromptOptions": ["Oui", "Non"],
  "masterErrorMsg": "FR - Sorry Mary, I’m not able to help you with that. If you want to schedule a call with one of our agents, you can access our callback service here: [insert link here].",
  "callbackConfirmationQueryMsg": "FR - Would you like us to send you a confirmation through text or e-mail?",
  "unblockLookup_welcome_msg": "Bonjour, Marie! Je suis votre assistant virtuel.",
  "unblockLookup_update_msg": "J'ai presque toute l'information dont j'ai besoin pour compléter votre inscription automatique à la pension de la Sécurité de la vieillesse.",
  "unblockLookup_update_reason": "Par contre, le compte bancaire que j'ai pour vous semble à l'extérieur du Canada.",
  "unblockLookup_update_prompt_msg": "Je dois mettre à jour vos renseignements pour que vous puissiez recevoir votre premier paiement à temps. Avez-vous un compte bancaire dans une institution financière canadienne?",
  "unblockLookup_prompt_opts": ["Oui", "Non, merci"],
  "unblockLookup_add_prompt_msg": "J'ai juste besoin d'ajouter les renseignements bancaires manquants. Ça accélérera le processus et vous permettra de recevoir votre premier paiement à temps. Est-ce que ça vous convient?",
  "unblockLookup_decline_callback_msg": "FR - Ok, no problem. You can access the manual OAS application form in the following link.",
  "unblockLookup_decline_callback_link": "https://canada.qc.ca",
  "unblockLookup_decline_callback_link_msg": "FR - Access the application here.",
  "unblock_direct_deposit_msg": "FR - Ok great - to get your latest banking information, we will need the following numbers:",
  "unblock_direct_deposit_instition_name": "le numéro de votre institution financière (3 chiffres);",
  "unblock_direct_deposit_transit_name": "votre numéro de transit (5 chiffres);",
  "unblock_direct_deposit_account_name": " Le numéro de votre compte bancaire (7 chiffres).",
  "unblock_direct_deposit_how_to_cheques": "Tous les numéros se trouvent au bas de vos chèques personnels.",
  "unblock_direct_deposit_how_to_bank": "Vous pouvez également trouver ces numéros en visitant le site Web de votre institution financière ou en vous connectant à votre compte bancaire en ligne.",
  "unblock_direct_deposit_institute": "Quel est le numéro de votre institution financière (3 chiffres)?",
  "unblock_direct_deposit_institute_retry": "Hum, ce numéro d'institution financière ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_transit": "Quel est votre numéro de transit (5 chiffres)?",
  "unblock_direct_deposit_transit_retry": "Hmm, ce numéro de transit ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_account": "Quel est le numéro de votre compte bancaire (7 chiffres)?",
  "unblock_direct_deposit_account_retry": "Hum, ce numéro de compte bancaire ne semble pas valide. Essayez à nouveau.",
  "unblock_direct_deposit_valid_msg": "FR - Your banking details have been added into your file, and your banking information is up to date.",
  "unblock_direct_deposit_valid_tip": "FR - Once it's been processed, you will receive more information regarding the payment details of your pension by mail. This information typically comes one month before your 65th birthday.",
  "unblock_direct_deposit_valid_reminder": "FR - Just a reminder: you'll receive your first Old Age Security payment one month after your 65th birthday.",
  "unblock_direct_deposit_complete": "FR - You're all set for now!",
  "unblock_direct_deposit_main_error": "FR - Hmm, looks like the numbers you've entered aren't the correct. Please check your banking information before continuing. Alternatively, I can have a Service Canada officer call you on the phone to help you with your pension application. Does that sound good to you?"
}
